Repository: pronamic/wp-gravityforms-surveyfunnel
Catalog: languages/gravity-forms-survey-funnel-plugin-*.po
Languages: nl_nl

source: Gravity Forms plugin is inactive
nl_nl: Gravity Forms plugin is niet actief

source: The Gravity Forms plugin doesn't seem to be active yet. Please activate it now.
nl_nl: De Gravity Forms plugin lijkt nog niet actief te zijn. Activeer deze om verder te gaan.

source: Gravity Forms Survey Settings
nl_nl: Gravity Forms Enqu&#234;te-instellingen

source: Survey
nl_nl: Enqu&#234;te

source: Don't show any survey
nl_nl: Laat geen enqu&#234;tes zien

source: Select a survey
nl_nl: Kies een enqu&#234;te

source: Position
nl_nl: Positie

source: Bottom-Left
nl_nl: Linksonder

source: Select how the survey should be shown.
nl_nl: Selecteer hoe het onderzoek getoond moet worden.

source: Minimalized
nl_nl: Geminimaliseerd

source: Check to start surveys minimized.
nl_nl: Aanvinken om enqu&#234;tes geminimaliseerd te starten.

source: Survey Settings
nl_nl: Enqu&#234;te-instellingen

source: We're sorry, the survey is not available at the moment.
nl_nl: Het spijt ons, deze enqu&#234;te is niet beschikbaar op het moment.
